Repository: common-repository/chessonline
Catalog: i18n/chessonline-*.po
Languages: de_de, nl_nl

source: Analysis
de_de: Analyse
nl_nl: Analyse

source: White
de_de: Weiß
nl_nl: Wit

source: Black
de_de: Schwarz
nl_nl: Zwart

source: to move
de_de: am Zug
nl_nl: aan zet

source: Castling
de_de: Rochade
nl_nl: Rokade

source: white
de_de: weiß
nl_nl: wit

source: not allowed
de_de: nicht zulässig
nl_nl: niet toegestaan

source: black
de_de: schwarz
nl_nl: zwart

source: En passant target square
de_de: En passant Zielfeld
nl_nl: En passant doelveld

source: none
de_de: keines
nl_nl: geen

source: settings
de_de: Einstellungen
nl_nl: instellingen

source: Chessboard size
de_de: Schachbrett Größe
nl_nl: Schaakbord grootte

source: Chessboard alignment
de_de: Schachbrett Positionierung
nl_nl: Schaakbord positie

source: center
de_de: zentriert
nl_nl: centreren

source: align left
de_de: linksbündig
nl_nl: linkerzijde

source: align right
de_de: rechtsbündig
nl_nl: rechterzijde

source: float left
de_de: links Umfluss
nl_nl: zwevend links

source: float right
de_de: rechts Umfluss
nl_nl: zwevend rechts

source: Light square color
de_de: Farbe helles Feld
nl_nl: Kleur lichte velden

source: HEX code or standard CSS color name
de_de: HEX-Code oder standard CSS Farbname
nl_nl: HEX-code of standaard CSS kleurnaam

source: Dark square color
de_de: Farbe dunkles Feld
nl_nl: Kleur donkere Velden

source: Display info text label
de_de: Info-Text-Label anzeigen
nl_nl: Info-text-label toevoegen

source: yes
de_de: ja
nl_nl: ja

source: no
de_de: nein
nl_nl: neen

source: Use {FEN} as placeholder to pass the FEN
de_de: Verwenden Sie {FEN} als Platzhalter, um die FEN zu übergeben
nl_nl: Gebruik {FEN} als plaatshouder om de FEN door te geven

source: Link text
nl_nl: Link tekst

source: Link target
de_de: Linkziel
nl_nl: Link doel

source: overlay
de_de: Overlay-Fenster
nl_nl: overlay-venster

source: new window
de_de: Neues Fenster
nl_nl: nieuw venster

source: same window
de_de: Gleiche Fenster
nl_nl: hetzelfde venster

source: Save Changes
de_de: Speichern
nl_nl: Opslaan

source: Add FEN
de_de: FEN Hinzufügen
nl_nl: FEN toevoegen

source: To use this tool, you must enable JavaScript.
de_de: Um dieses Tool zu verwenden, muss JavaScript aktiviert sein.
nl_nl: Je moet JavaScript activeren om dit tool te kunnen gebruiken.

source: Active color
de_de: Anziehender Spieler
nl_nl: Actieve kleur

source: allowed
de_de: zulässig
nl_nl: toegestaan

source: EP target square
de_de: En passant Zielfeld
nl_nl: En passant doelveld

source: Halfmove clock
de_de: Halbzugzähler
nl_nl: Halve-zettenteller

source: Fullmove number
de_de: Zugnummer
nl_nl: Zetnummer

source: Your FEN
de_de: Ihre FEN
nl_nl: Jouw Fen

source: FEN to board
de_de: FEN ⇒ Brett
nl_nl: FEN ⇒ bord

source: Board to FEN
de_de: Brett ⇒ FEN
nl_nl: Bord ⇒ FEN

source: Clear
de_de: Leeren
nl_nl: Wis bord

source: Starting position
de_de: Grundstellung
nl_nl: Beginstelling
